{
    "Test validation message for unit test" = "SUCCESS";
    "NullPropertyException" = "Vennligst oppgi @indefiniteArticleForProperty@ <b>@displayNameForProperty@</b>.";
    "InvalidNumberException" = "Verdien er et ugyldig nummer";
    "MandatoryToOneRelationshipException" = "En obligatorisk relasjon mangler."
    "MandatoryToManyRelationshipException" = "En obligatorisk relasjon mangler."
    "ObjectRemovalException" = "Kan ikke slette <b>@displayNameForEntity@</b>. Du må først slette dens <b>@displayNameForProperty@</b>.";
    "ObjectsRemovalException" = "Kan ikke slette <b>@displayNameForEntity@</b>. Du må først slette dens <b>@displayNameForProperty@</b>.";
    PasswordsFillBothFieldsException = "Vennligst fyll ut begge <b>passord</b> feltene.";
    PasswordsDontMatchException = "<b>Passordene</b> du skrev inn er ikke like.";
    IllegalCharacterInNumberException = "Vennligst sjekk verdien <b>@value@</b> du skrev i feltet <b>@displayNameForProperty@</b>.";
    NotANumberException = "Beklager, jeg kunne ikke lese nummeret <b>@value@</b> ";
    InvalidDateFormatException="Datoen <b>@value@</b> som <b>@displayNameForProperty@</b> er ikke en gyldig dato.";
    PasswordsFillBothFieldsException = "Please fill in both <b>password</b> fields";
    PasswordsDontMatchException = "The <b>passwords</b> you entered don't match";
}
